"use client";
import CommentsAside from "@/components/CommentsAside";
import MembershipAside from "@/components/MembershipAside";
import NewsAside from "@/components/NewsAside";
import Tags from "@/components/Tags";
import React from "react";

const About = () => {
  const date = new Date().toLocaleDateString("fa-IR");

  return (
    <div className="bg-gray-100 flexCenter md:items-start md:px-80 md:pt-5 md:gap-5 p-2">
      <main className="flexCenter flex-col w-full md:w-2/3 md:gap-5">
        <div className="w-full mx-2">
          <Tags />
        </div>
        <div className="flexBetween w-full">
          <p className="font-bold text-xl md:text-4xl">
            درباره شرکت <span className="text-red-500">رهام</span> پارس
          </p>
          <p>{date}</p>
        </div>
        <div className="p-2 shadow-md bg-white">
          <p className=" first-letter:pr-5">
            بررسی تقاضای آهن اسفنجی بیانگر وجود بستر مناسب برای محصولات طرح
            می‌باشد. در كشور ایران میزان تولید آهن اسفنجی از 6.9 میلیون تن در
            سال 2006 به 16 میلیون تن در سال 2016 افزایش‌یافته است كه مؤید رشد
            متوسط سالیانه 7 درصد است. همچنین بر اساس پیش‌بینی‌های انجام‌شده در
            طرح جامع فولاد هم‌زمان با توسعه اقتصادی كشور و افزایش جمعیت تقاضا
            برای محصولات نهایی فولاد كشور در افق 1404 افزایش خواهد یافت و كشور
            ایران با تولید 46 میلیون تن آهن اسفنجی و 55 میلیون تن فولاد خام و
            صادرات 12 میلیون تن به ترتیب سهمی معادل 3.5 درصد از تولید جهانی و 2
            درصد از تجارت جهانی را به خود اختصاص خواهد داد.
          </p>
          <br />
          <p className=" first-letter:pr-5">
            یکی از مهمترین ویژگی های این طرح توسعه ای این است که، باوجود واحدهای
            ذوب كشور و نیز با توجه به تقاضای رو به رشد آهن اسفنجی بر مبنای
            طرح‌های توسعه‌ای فولادسازی به‌عنوان مصرف‌کننده آهن اسفنجی، محصول این
            طرح با كمترین هزینه بازاریابی، به فروش خواهد رسید.
          </p>
          <br />
          <p className=" first-letter:pr-5">
            از این جهت که اجرای این طرح باید از عواملی همچون منابع آب و انرژی،
            امکانات زیربنایی و مواد اولیه، دسترسی به بازار مصرف و وجود نیروی کار
            متخصص برخوردار باشد، مکان این طرح با توجه به کارخانه های مواد اولیه
            و معادن و در دسترس بودن بازار محصول، استان فارس شهرستان بختگان تعیین
            شد. مکان احیا مستقیم صنایع فولاد رهام پارس در کیلوکتر 35 جاده آباده
            طشک به نیریز و در همسایگی فولاد غدیر نیریز در شهرستان بختگان انتخاب
            شده است، که از مهم‌ترین دلایل موقعیت ذکرشده می‌توان به موارد زیر
            اشاره کرد:
          </p>
          <ul className=" list-decimal px-10 py-5 leading-loose">
            <li>انتقال خط لوله آب خلیج فارس به این واحد صنعتی</li>
            <li>دسترسی به جاده مواصلاتی نیریز_سیرجان-کرمان</li>
            <li>دسترسی به خط راه‌آهن در حال احداث شیراز به سیرجان</li>
            <li>دسترسی به خط انتقال گاز</li>
            <li>
              دسترسی به پلنت‌های تولید گندله (مواد اولیه) و نیز واحدهای ذوب‌آهن
              اسفنجی (محصول)
            </li>
          </ul>
        </div>
        <p className="text-xl md:text-4xl font-bold py-2">
          اهداف شرکت صنایع فولاد <span className="text-red-500">رهام</span> پارس
        </p>
        <div className="p-2 mt-4 mb-8 shadow-md bg-white">
          <p className=" first-letter:pr-5">
            هدف شرکت صنایع فولاد رهام پارس، تولید سالانه 2/1 میلیون تن آهن
            اسفنجی با تأکید بر حفاظت از محیط زیست است به نحوی که با احداث
            نیروگاه، آب و برق مورد نیاز خود را تأمین کند. و همین‌طور برای 26
            مگاوات برق موردنیاز نیروگاه 50 مگاواتی احداث خواهد شد.
          </p>
          <br />
          <p className=" first-letter:pr-5">
            آهن اسفنجی نیز محصول واسطه‌ای برای تولید فولاد است که از عملیات
            احیاء مستقیم سنگ‌آهن به دست می‌آید و دارای عیار بالای آهن است. آهن
            اسفنجی به‌عنوان اصلی‌ترین شارژ فلزی در كوره قوس الكتریكی و القایی
            استفاده می‌شود و جایگزین مناسب برای قراضه جهت ذوب است.
          </p>
          <br />
          <p className=" first-letter:pr-5">
            استفاده از آهن اسفنجی در تولید فولاد خام در مقایسه با چدن (تولید
            فولاد به روش كوره بلند) و آهن‌قراضه را می‌توان به‌صورت زير برشمرد:
          </p>
          <ul className=" list-decimal px-10 py-5 leading-loose">
            <li>كاهش مصرف مواد نسوز در فرايند توليد</li>
            <li>كاهش مصرف انرژي (گاز طبيعي)</li>
            <li>كاهش مصرف برق</li>
            <li>كاهش مصرف الكترود</li>
            <li>كاهش زمان توليد و به‌تبع افزايش راندمان توليد</li>
            <li>افزايش كيفيت توليد مذاب و كاهش ضايعات فولاد</li>
          </ul>
          <br />
          <p className=" first-letter:pr-5">
            پروژه صنایع فولاد رهام پارس را می توان یکی از بزرگ ترین پروژه های
            زیر مجموعه آهن و فولاد کشور و برگ زرینی در صنعت استان فارس به شمار
            آورد چرا که محل اجرای طرح در شهرستان بختگان با دارا بودن پتانسیل
            عبور راه آهن شیراز به سیرجان و کرمان که در حال احداث میباشد، به
            راحتی امکان دسترسی به ذخایر معادن سنگ استان کرمان را فراهم میسازد.
            از دیگر اهداف احداث کارخانه صنایع فولاد رهام پارس می توان به بر طرف
            نمودن مشکل اشتغال در این منطقه و ایجاد توسعه صنعتی و اقتصادی اشاره
            نمود.
          </p>
        </div>
      </main>
      <aside className="hidden md:flex md:flex-col md:gap-3 md:w-1/3">
        <NewsAside />
        <CommentsAside />
        <MembershipAside />
      </aside>
    </div>
  );
};

export default About;
